import React from 'react'
import './AboutPage.scss'
import img1 from '../../assets/img/lis1.jpg'
import img2 from '../../assets/img/lis2.jpg'

const About = () => {
    return (
        <div className='container'>
            <div className="about__block">
                <img src="https://pngimg.com/uploads/teacher/small/teacher_PNG93.png" alt="" />
                <p>Эмне үчүн alippe_pro?
                    <br />
                    <br />
                    "Pro" сөзү кыргызча "Жаңыланган" деген маанини  берет.
                    <br />
                    <br />

                    ЖАҢЫЛАНГАН АЛИППЕ-мугалимдерге
                    <br />
                    -жаңыланган өзгөчө методикаларды;
                    <br />
                    -заманбап билимдерди;
                    <br />
                    - Университетте үйрөтпөгөн көндүмдөрдү
                    <br />
                    - лайфхактардын түрлөрүн;
                    <br />
                    - моторика үчүн көнүгүүлөрдү;
                    <br />
                    - жаңы "апа" болгондорго кийин керек боло турган маалыматтарды;
                    <br />
                    - пайдалуу китептерди
                    <br />
                    -дагы айтылбай калган "секреттерди"  бөлүшөт.
                    <br />
                    <br />

                    Түпкү маанибиз-жаңы муунга жараша жаңыланган методика, жаңыланган сабактар болушу керек!
                    <br />
                    <br />


                    Мектепте "Ал эжейдин сабагы скучный" деген тизмеде болгусу келбеген, изденип турган мугалимдердин жоон тобу менен иштешебиз💪</p>
            </div>
            <div className="about__imgs">
                <div>
                    <img className='abc' src={img2} alt="" /><p>Ишмердүүлүк КР билим берүү жана илим министрлиги тарабынан лицензияланган</p>
                </div>
                <div><img src={img1} alt="" /><p>КР Кыргызпатент иш канасы тарабынан "шар окуу" методикасына автордук укук берилген.</p></div>
            </div>
        </div>
    )
}

export default About